<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
	<link 
	rel="icon" 
	type="image/vnd.microsoft.icon" 
	href="https://inncreatblog.github.io/stock/additional-features/images/logotype.ico">
		<title>.:Inncreat:.</title>

    <script src="https://kit.fontawesome.com/41bcea2ae3.js" crossorigin="anonymous"></script>
<script type="text/javascript" src="https://inncreatblog.github.io/stock/css-js/js/locked.js"></script>

    <link rel="stylesheet" href="https://inncreatblog.github.io/stock/css-js/css/principal.css">
    <link rel="stylesheet" href="https://inncreatblog.github.io/stock/css-js/css/styles.css">
    <link rel="stylesheet" href="https://inncreatblog.github.io/stock/css-js/css/styles_footer.css">
    <link rel="stylesheet" href="https://inncreatblog.github.io/stock/css-js/css/estilos.css">


    <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">

</head>
<body>

<header>

<div class="header-content">

	<div class="logo">

		<img src="https://inncreatblog.github.io/stock/advertisements/images/global.png" width="50%">

	</div>

<div class="menu" id="show-menu">
	<nav>
		<ul>
			<li><a href="inncreatgallery.github.io/mx/">				Home		</a></li>
			<li><a href="https://www.udg.mx/">					UdeG		</a></li>
			<li><a href="http://siiauescolar.siiau.udg.mx/wus/gupprincipal.inicio">	Calificaciones	</a></li>
			<li><a href="https://www.facebook.com/inncreat.inncreat"> 		Contacto	</a></li>
		</ul>
	</nav>
</div>

<div id="ctn-icon-search">
	<i class="fas fa-search" id="icon-search"></i>
</div>
</div>

<div id="icon-menu">
	<i class="fas fa-bars"></i>
</div>

</header>

<div id="ctn-bars-search">
	<input type="text" id="inputSearch" placeholder="!Apartado en desarrollo¡">
</div>

<ul id="box-search">
	<li><a href="#"><i class="fas fa-search"></i>Sin Resultados</a></li>
</ul>

<div id="cover-ctn-search"></div>
<div class="container-all" id="move-content"></div>
	<script src="https://inncreatblog.github.io/stock/css-js/js/script.js"></script>

<br />
	<br />
		<br />
			<br />
				<br />

<section id="contents">

<br />

<center>
	<h1>
		Tipolog&iacute;a textual (superestructura)
	</h1>
</center>

<br />
<br />

<center>
<div class="container_top_img">
<img class="top_img" src="https://cdn.pixabay.com/photo/2017/02/16/23/46/book-2073023_960_720.jpg">
</div>
</center>
<br />
<center>
<p class="top">
M&aacute;s que memorizar las tipolog&iacute;as, el objetivo es que tengas claro que todo texto tiene una estructura cuya finalidad es facilitar el proceso de escritura y facilitar el proceso de comprensi&oacute;n por parte del lector. Es recomendable que elabores mapas mentales o conceptuales, u otro tipo de esquema (a manera de borrador) antes de comenzar el proceso de escritura. Esto te ayudar&aacute; a organizar tus ideas y lograr mayor coherencia y cohesi&oacute;n. Tener clara la estructura general del texto facilita el proceso de escritura y edici&oacute;n del texto. Evita que queden fuera elementos importantes, o que el mensaje no llegue al lector.
</p>
<br />
<p class="top">
Es com&uacute;n escribir como si el receptor tuviera la misma informaci&oacute;n que t&uacute; y conociera de antemano el prop&oacute;sito de tu escrito. Es importante hacer hincapi&eacute; en que esto no es as&iacute;. Es com&uacute;n tambi&eacute;n asumir que la informaci&oacute;n es un argumento en s&iacute; misma. Sin embargo, esto no es as&iacute;. Los hechos pueden servir como premisas de un argumento, siempre y cuando se articulen en un razonamiento m&aacute;s amplio.
</p>
</center>

<br /><br /><br />
<br />

<center>
	<h2> 
		Texto descriptivo
	</h2>
</center>

<br />
<br />

<center>
	<table class="table1">
		<tr>
			<td>
<table class="table-fix">
<tr>
<td>
				<p>
					Un texto es un discurso escrito u oral que tiene coherencia interna.
				</p>
<br />
				<p>
					Descriptivo, por su parte, es lo que describe algo (es decir, que da informaci&oacute;n para que las personas lo representan en su mente).
				</p>
<br />
				<p>
					Texto descriptivo, de esta manera, realiza una descripci&oacute;n de alg&uacute;n elemento.
				</p>
<br />
				<p>
					Puede enfocarse en una persona, un animal, un paisaje, un objeto o una situaci&oacute;n, para crear algunas posibilidades.
				</p>
<br />
				<p>
					Si bien un texto narrativo relaciona los eventos y un texto argumentativo proporciona motivos, un texto descriptivo se centra en la menci&oacute;n de las particularidades para la construcci&oacute;n de una representaci&oacute;n del elemento en cuesti&oacute;n.
				</p>
<br />
				<p>
					Un ejemplo de un texto descriptivo es el siguiente: &#34;La casa era amplia y antigua, en el dormitorio principal, se resalt&oacute; una cama doble con una cabina de hierro
				</p>
<br />
				<p>
					Como puede ver, este texto describe algunas caracter&iacute;sticas de una casa.
				</p>
</td>
</tr>
</table>
				<center>
					<img src="https://cdn.pixabay.com/photo/2015/07/02/10/40/writing-828911_960_720.jpg">
				</center>

			</td>
		</tr>
	</table>
</center>

<br />
<br />
<br /><br />
<br />
<br />

<center>
	<h2> 
		Texto narrativo
	</h2>
</center>

<br />
<br />

<center>
	<table class="table2">
		<tr>
			<td>
				<center>
					<img src="https://cdn.pixabay.com/photo/2018/06/18/17/30/unicorn-3482936_960_720.jpg">
				</center>
<table class="table-fix2">
<tr>
<td>
				<p>
					El conjunto consistente de declaraciones que forma una unidad de significado y que tiene una intenci&oacute;n comunicativa se conoce como texto.
				</p>
<br />
				<p>
					El acto de Narrar, por otro lado, se refiere a contar o consultar una historia, tanto real como ficticia.
				</p>
<br />
				<p>
					Un texto narrativo relaciona los eventos desarrollados en un cierto tiempo y en un lugar determinado.
				</p>
<br />
				<p>
					La narrativa est&aacute; compuesta por una sucesi&oacute;n de hechos.
				</p>
<br />
				<p>
					En el caso de la narraci&oacute;n literaria, inevitablemente configura un mundo de ficci&oacute;n, m&aacute;s all&aacute; de que los hechos narrados se basan en la realidad.
				</p>
<br />
				<p>
					Esto sucede ya que el autor no puede ser capaz de incluir elementos de su propia creaci&oacute;n o narrar lo que sucedi&oacute; en el plano de lo real.
				</p>
</td>
</tr>
</table>
			</td>
		</tr>
	</table>
</center>

<br />
<br /><br /><br />
<br />
<br />

<center>
	<h2> 
		Texto argumentativo
	</h2>
</center>

<br />
<br />

<center>
	<table class="table1">
		<tr>
			<td>
<table class="table-fix">
<tr>
<td>
				<p>
					Un texto es un discurso escrito u oral que tiene coherencia.
				</p>
<br />
				<p>
					Argumentativo, por su parte, es lo relacionado con un argumento (el asunto de un trabajo o razonamiento que permite una demostraci&oacute;n).
				</p>
<br />
				<p>
					El emisor, por lo tanto, presenta razones para mantener una idea o para liberar un pensamiento recto.
				</p>
<br />
				<p>
					Adem&aacute;s de toda la exposici&oacute;n, vale la pena saber que el texto argumentativo est&aacute; determinado por una estructura muy concreta.
				</p>
<br />
				<p>
					Nos referimos al hecho de que debe tener tres partes fundamentales: -La introducci&oacute;n, que ser&aacute; una exposici&oacute;n breve de los hechos y que debe poder llamar la atenci&oacute;n del receptor.
				</p>
<br />
				<p>
					-El desarrollo, en el que el que expone el texto argumentativo es responsable de establecer qu&eacute; argumentos e ideas o evidencia que respalden su posici&oacute;n.
				</p>
<br />
				<p>
					-La conclusi&oacute;n de que, como podemos imaginar, se trata de establecer el resumen de la expuesta, de la situaci&oacute;n y las razones que sean esenciales.
				</p>
</td>
</tr>
</table>
				<center>
					<img src="https://cdn.pixabay.com/photo/2016/09/29/11/36/listen-1702648_960_720.jpg">
				</center>

			</td>
		</tr>
	</table>
</center>

<br />
<br /><br /><br />
<br />
<br />

<center>
	<h2> 
		Texto expositivo
	</h2>
</center>

<br />
<br />

<center>
	<table class="table2">
		<tr>
			<td>
				<center>
					<img src="https://cdn.pixabay.com/photo/2015/07/17/22/42/whiteboard-849810_960_720.jpg">
				</center>
<table class="table-fix2">
<tr>
<td>
				<p>
					El conjunto consistente de declaraciones con intenci&oacute;n comunicativa se conoce como texto.
				</p>
<br />
				<p>
					La exposici&oacute;n adjetiva, por su parte, se refiere a eso o qu&eacute; expone (es decir, que pone algunos manifiestos o que lo hace conocido).
				</p>
<br />
				<p>
					Estos dos conceptos nos permiten acercarnos a la definici&oacute;n de texto expositivo.
				</p>
<br />
				<p>
					Se trata de los textos cuyo prop&oacute;sito es transmitir informaci&oacute;n y difundir el conocimiento sobre un cierto tema.
				</p>
<br />
				<p>
					Por lo tanto, se caracterizan por los datos objetivos junto a sus explicaciones correspondientes.
				</p>
<br />
				<p>
					El texto de exposici&oacute;n se puede dirigir al p&uacute;blico en general o a un grupo de lectores con intereses espec&iacute;ficos.
				</p>
<br />
				<p>
					Es por eso que se puede distinguir entre los textos de exhibiciones divulgadas (que apuntan a una amplia gama de personas y no requieren conocimiento previo sobre el tema que tratan) y los textos de exhibici&oacute;n especializados (que, dado su alto grado de dificultad, requieren conocimiento previo relacionado con su contenido).
				</p>
</td>
</tr>
</table>
			</td>
		</tr>
	</table>
</center>








<br /><br /><br />

<h2>&nbsp;&nbsp;&nbsp;Preguntas frecuentes:</h2>

<br />


<!--========================================================-->
<!--____________________Preg. frecuentes____________________-->
<!--========================================================-->

<center>
<div float="left">
	<main>
		<div class="preguntas">

			<!-- Preguntas Metodos de pago -->
			<div class="contenedor-preguntas activo" data-categoria="metodos-pago">
				<div class="contenedor-pregunta">
					<p class="pregunta">Esta informaci&oacute;n es tuya?</p>
					<p class="respuesta">No, esta informaci&oacute;n no fue creada por m&iacute;, el creador original es &#34;Definiciones.es&#34; y el texto recopilado es parafraseado por &#34;Summary&#34; y finalmente resumido y editado por m&iacute;.</p>
				</div>
				<div class="contenedor-pregunta">
					<p class="pregunta">Cu&aacute;ndo crearas tu propio contenido?</p>
					<p class="respuesta">Lastimosamente eso no lo tenemos planeado dentro de poco ya que nuestro equipo tiene otras actividades en su d&iacute;a a d&iacute;a como por ejemplo los estudios por lo que no es sencillo juntarlo con la creaci&oacute;n de contenido.</p>
				</div>
				<div class="contenedor-pregunta">
					<p class="pregunta">C&oacute;mo puedo apoyar este sitio web?</p>
					<p class="respuesta">Apoyarlo es muy f&aacute;cil! Simplemente comp&aacute;rtela con tu familia y amigos.</p>
				</div>
			</div>
		</div>
	</main>
</div>
</center>


	<script src="https://inncreatblog.github.io/stock/css-js/js/preguntasFrecuentes.js"></script>
<br />
	</div>

<br />
<br /><br />
<br />

</section>

<!--======================================================================================-->
<!--________________________________________Footer________________________________________-->
<!--======================================================================================-->

<footer>
	<br /><br />
		<div class="div_footer">
			<p>
				<a href="https://www.facebook.com/inncreat.inncreat" target="_blank">Facebook</a>
			</p>
	<br /><br />
			<p>
				<a href="https://pin.it/XO41nNu" target="_blank">Pinterest</a>
			</p>
	<br /><br />
			<p>
				<a href="https://inncreatgallery.github.io/illustrations/" target="_blank">Ilustraciones</a>
			</p>
		</div>
		<div class="div_footer">
			<p>
				<a href="https://twitter.com/inncreat" target="_blank">Twiter</a>
			</p>
	<br /><br />
			<p>
				<a href="https://inncreatgallery.github.io/images/" target="_blank">Imagenes</a>
			</p>
	<br /><br />
			<p>
				<a href="https://inncreatgallery.github.io/videos/" target="_blank">Videos</a>
			</p>
		</div>
		<div class="div_footer">
			<p>
				<a href="https://www.instagram.com/inncreat265/" target="_blank">Instagram</a>
			</p>
	<br /><br />
			<p>
				<a href="https://inncreatgallery.github.io/photography/" target="_blank">Fotos</a>
			</p>
	<br /><br />
			<p>
				<a href="https://inncreat.github.io/menu/html/sell/inncreat" target="_blank">Vender</a>
			</p>
		</div>
		<div class="div_footer" >
			<p>
				<a href="https://www.youtube.com/channel/UCqNAPfHmIMJqDgJ7bb0_hyA" target="_blank">YouTube</a>
			</p>
	<br /><br />
			<p>
				<a href="https://inncreatgallery.github.io/vector/" target="_blank">Vectores</a>
			</p>
	<br /><br />
			<p>
				<a href="https://inncreat.github.io/menu/html/advertise/inncreat" target="_blank">Anunciarte</a>
			</p>
	<br /><br />
		</div>
			<center>
				<hr size="1" class="hr1">
			</center>
		<br />
			<center>
				<p class="derechos">Todos los derechos reservados © 2021 <b>Inncreat</b></p>
			</center>
		<br />
	</footer>
</div>

</body>
</html>